valid.password.size=\u041F\u0430\u0440\u043E\u043B\u044C \u0434\u043E\u043B\u0436\u0435\u043D \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u043C\u0438\u043D\u0438\u043C\u0443\u043C 3 \u0438 \u043C\u0430\u043A\u0441\u0438\u043C\u0443\u043C 50 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432.
valid.nick.size=\u041D\u0438\u043A \u0434\u043E\u043B\u0436\u0435\u043D \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u043C\u0438\u043D\u0438\u043C\u0443\u043C 3 \u0438 \u043C\u0430\u043A\u0441\u0438\u043C\u0443\u043C 18 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432.
valid.email.size=Mail \u0434\u043E\u043B\u0436\u0435\u043D \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u043C\u0438\u043D\u0438\u043C\u0443\u043C 3 \u0438 \u043C\u0430\u043A\u0441\u0438\u043C\u0443\u043C 18 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432.
valid.email.dogs=\u0412\u044B \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0435 \u043D\u0435 \u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u044B\u0439 email.
valid.violation=\u042D\u0442\u0438 \u0441\u0438\u043C\u0432\u043E\u043B\u044B \u043D\u0435 \u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B: ~ # * + % {} <> [] | "_^.
valid.nick.exist=\u041D\u0438\u043A \u0443\u0436\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F.
valid.email.exist=Email \u0443\u0436\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F.
valid.required=\u0412\u0441\u0435 \u043F\u043E\u043B\u044F \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u0437\u0430\u043F\u043E\u043B\u043D\u0435\u043D\u043D\u044B.
server.error=\u0412\u043E\u0437\u043D\u0438\u043A\u043B\u0430 \u043E\u0448\u0438\u0431\u043A\u0430 \u043D\u0430 \u0441\u0435\u0440\u0432\u0435\u0440\u0435.
authorization.error=\u0412\u044B \u043D\u0435 \u0430\u0432\u0442\u043E\u0440\u0438\u0437\u043E\u0432\u0430\u043D\u044B. \u0410\u0432\u0442\u043E\u0440\u0438\u0437\u0443\u0435\u0442\u0435\u0441\u044C \u0438\u043B\u0438 \u043F\u0440\u043E\u0439\u0434\u0438\u0442\u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044E.
authorization.block=\u0412\u044B \u0437\u0430\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B \u043D\u0430 24 \u0447\u0430\u0441\u0430.
registration.attempt.error=\u0412\u043E\u0437\u043C\u043E\u0436\u043D\u0430 \u0442\u043E\u043B\u044C\u043A\u043E \u043E\u0434\u043D\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F \u0432 \u0441\u0443\u0442\u043A\u0438.
registration.confirmation=\u041F\u043E\u0434\u0442\u0432\u0435\u0440\u0436\u0434\u0435\u043D\u0438\u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438.
registration.confirmation.successes=\u0417\u0430\u043F\u0440\u043E\u0441 \u043D\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044E \u043F\u0440\u0438\u043D\u044F\u0442. \u041D\u0430 \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u044B\u0439 \u0432\u0430\u043C\u0438 email \u043E\u0442\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u043D\u043E \u043F\u043E\u0434\u0442\u0432\u0435\u0440\u0436\u0434\u0435\u043D\u0438\u0435 \u043E \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438.
registration.last.step=\u041F\u0440\u043E\u0439\u0434\u0438\u0442\u0435 \u043F\u043E \u0441\u0441\u044B\u043B\u043A\u0435 \u0438 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F \u0431\u0443\u0434\u0435\u0442 \u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043D\u0430.
registration.successes=\u041F\u043E\u0437\u0434\u0440\u0430\u0432\u043B\u044F\u0435\u043C, \u0432\u044B \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0437\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u043B\u0438\u0441\u044C.
registration.error=\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F \u043D\u0435 \u0431\u044B\u043B\u0430 \u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043D\u0430. \u041F\u043E\u043F\u044B\u0442\u0430\u0439\u0442\u0435\u0441\u044C \u0435\u0449\u0435 \u0440\u0430\u0437.
registration.token.expired=\u041C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u0435 \u0432\u0440\u0435\u043C\u044F \u043E\u0436\u0438\u0434\u0430\u043D\u0438\u044F \u043F\u043E\u0434\u0442\u0432\u0435\u0440\u0436\u0434\u0435\u043D\u0438\u044F \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438 24 \u0447\u0430\u0441\u0430.
registration.allow=\u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u043E\u0434\u0438\u043D \u0440\u0430\u0437 \u0432 \u0441\u0443\u0442\u043A\u0438.
password.error=\u0412\u044B \u0432\u0432\u0435\u043B\u0438 \u043D\u0435 \u0432\u0435\u0440\u043D\u044B\u0439 \u043F\u0430\u0440\u0440\u043E\u043B\u044C.
name.length.error=\u0420\u0430\u0437\u043C\u0435\u0440 \u0438\u043C\u0435\u043D\u0438 \u0438 \u0444\u0430\u043C\u0438\u043B\u0438 \u043D\u0435 \u0434\u043E\u043B\u0436\u0435\u043D \u043F\u0440\u0435\u0432\u044B\u0448\u0430\u0442\u044C 20 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432.
all_fields.error=\u0412\u0441\u0435 \u043F\u043E\u043B\u044F \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u0437\u0430\u043F\u043E\u043B\u043D\u0435\u043D\u043D\u044B. \u0420\u0430\u0437\u043C\u0435\u0440 \u0438\u043C\u0435\u043D\u0438 \u0438 \u0444\u0430\u043C\u0438\u043B\u0438 \u043D\u0435 \u0434\u043E\u043B\u0436\u0435\u043D \u043F\u0440\u0435\u0432\u044B\u0448\u0430\u0442\u044C 20 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432.
article.successes=\u0412\u0430\u0448\u0430 \u0441\u0442\u0430\u0442\u044C\u044F \u0434\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u0430.
article.error=\u0421\u0442\u0430\u0442\u044C\u044F \u043D\u0435 \u0434\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u043D\u0430.
article.save.error=\u0420\u0430\u0437\u043C\u0435\u0440 \u0437\u0430\u0433\u043E\u043B\u043E\u0432\u043A\u0430 \u043D\u0435 \u0434\u043E\u043B\u0436\u0435\u043D \u043F\u0440\u0435\u0432\u044B\u0448\u0430\u0442\u044C 250 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432. \u0420\u0430\u0437\u043C\u0435\u0440 \u0441\u0442\u0430\u0442\u044C\u0438 \u043D\u0435 \u0434\u043E\u043B\u0436\u0435\u043D \u043F\u0440\u0435\u0432\u044B\u0448\u0430\u0442\u044C 5000 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432.
article.exist.error=\u0417\u0430\u043F\u0440\u0430\u0448\u0438\u0432\u0430\u0435\u043C\u043E\u0439 \u0441\u0442\u0430\u0442\u044C\u0438 \u043D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442.
avatar.save.successes=\u0412\u0430\u0448 \u0430\u0432\u0430\u0442\u0430\u0440 \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D.
avatar.save.error=\u0412\u0430\u0448 \u0430\u0432\u0430\u0442\u0430\u0440 \u043D\u0435 \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D.
avatar.delete=\u0412\u0430\u0448 \u0430\u0432\u0430\u0442\u0430\u0440 \u0443\u0434\u0430\u043B\u0435\u043D.
information.change.successes=\u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0430.
information.change.error=\u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u043D\u0435 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0430. \u0412\u044B \u0432\u0432\u0435\u043B\u0438 \u043D\u0435\u0432\u0435\u0440\u043D\u044B\u0439 \u043F\u0430\u0440\u043E\u043B\u044C \u0438\u043B\u0438 \u043F\u0440\u0435\u0432\u044B\u0441\u0438\u043B\u0438 \u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u043E\u0435 \u043A\u043E\u043B\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E(20) \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432 \u0432 \u0438\u043C\u0435\u043D\u0438 \u0438\u043B\u0438\u0444\u0430\u043C\u0438\u043B\u0438\u0438.
request.error=\u041D\u0435 \u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u044B\u0439 \u0437\u0430\u043F\u0440\u043E\u0441.
user.exist.error=\u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C \u043D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442.
data.error=\u0412\u044B \u0432\u0432\u0435\u043B\u0438 \u043D\u0435\u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u044B\u0435 \u0434\u0430\u043D\u043D\u044B\u0435. \u041F\u043E\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0435\u0449\u0435 \u0440\u0430\u0437.
comment.error=\u041A\u043E\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0439 \u043D\u0435 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442 \u0438 \u043D\u0435 \u0434\u043E\u043B\u0436\u0435\u043D \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u0431\u043E\u043B\u0435\u0435 250 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432.
comment.successes=\u041A\u043E\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0439 \u0434\u043E\u0431\u0430\u0432\u043B\u0435\u043D.
link.error=\u0412\u044B \u043F\u0435\u0440\u0435\u0448\u043B\u0438 \u043F\u043E \u043D\u0435\u0432\u0435\u0440\u043D\u043E\u0439 \u0441\u0441\u044B\u043B\u043A\u0435.






